{
  "ansioso": [
    "Fai 10 respiri lenti, contando 4 su e 6 giù.",
    "Scrivi su una nota: cosa posso controllare oggi, in 5 minuti?",
    "Bevi un bicchiere d’acqua e fai una sola cosa piccola, subito."
  ],
  "curioso": [
    "Apri una pagina a caso e impara una cosa nuova in 3 minuti.",
    "Fatti una domanda strana e cerca una risposta veloce.",
    "Prova un percorso diverso anche solo di 100 metri."
  ],
  "dopaminico": [
    "Scegli una micro-sfida da 2 minuti e falla adesso.",
    "Metti un timer 5 minuti: sprint e stop.",
    "Fai una cosa “high energy” breve: 15 squat o 20 jumping jack."
  ],
  "timoroso": [
    "Fai un passo minuscolo verso ciò che temi: 1 messaggio, 1 azione.",
    "Nomina ad alta voce la paura: darle un nome la rimpicciolisce.",
    "Chiedi aiuto a una persona: una frase sola."
  ],
  "rilassato": [
    "Mantieni questo ritmo: scegli una cosa sola da proteggere oggi.",
    "Fai una passeggiata breve senza telefono.",
    "Goditi 2 minuti di silenzio, senza ottimizzare niente."
  ],
  "motivato": [
    "Scegli il primo step più facile e chiudilo ora.",
    "Scrivi l’obiettivo in una riga e fai partire il timer.",
    "Finisci qualcosa al 70% invece di inseguire il 100%."
  ],
  "nostalgico": [
    "Ascolta una canzone di quel periodo e scrivi una riga su cosa ti ha insegnato.",
    "Manda un messaggio a qualcuno di allora: anche solo “mi sei venuto in mente”.",
    "Raccogli un ricordo bello e trasformalo in un gesto oggi."
  ],
  "incerto": [
    "Scegli A o B: se non cambia la vita, scegli e vai.",
    "Riduci le opzioni a due e fai un test di 10 minuti.",
    "Decidi la prossima azione, non il piano perfetto."
  ],
  "spompato": [
    "Modalità energia minima: doccia, acqua, 1 compito minuscolo.",
    "Riduci tutto a 5 minuti: se fai 5, hai vinto.",
    "Riposo attivo: sistema solo una cosa, poi stop."
  ],
  "felice": [
    "Condividi questa energia: scrivi un grazie a qualcuno.",
    "Fai una foto mentale: cosa rende questo momento così?",
    "Usa lo slancio: chiudi una cosa rimasta aperta."
  ]
}
